const galleryapi = [{
    id: '1',
    imageName: "codingT_2.jpg",
    name:"Krish Ramle",
    review: "I'm Krish Manohar Ramle student of 'Dnyanarjan Python Coding Class'. Our teacher for the same is Siddhi Pevekar who's less of a teacher and more of a perfect mentor. She makes sure that we learn Python in a very cheerful and comfortable atmosphere. Also she makes us understand things well. We are a group with students age ranging from 4th std to HSC passouts and students different mother tongue (hindi,marathi). Making all of them understand at a time is really difficult but she does it smoothly. Every single student gets personal attention. Overall she's a brilliant mentor for us. Other than our teacher the facilities that Dnyanarjan provides are also flexible like payment of fees as per comfort of the student, managing the batch timings so that no student miss outs the class, organising cultural activities, competitions, workshops, etc. Such platforms are really necessary for children to help them enhance their own self. ",
    tag: 'Coding'
},
{
    id: '2',
    imageName: "codingT_1.jpg",
    name: "Nined Somaiya",
    review: "I am Nined Somaiya, student of Dyanarjan Education classes. I have joined Python from Absolute Beginning course taught by Siddhi Mam. The way of teaching of Siddhi Mam is very good. Mam is very frank and teaches the same topic 3-4 times. Mam interacts with us in a good way. I Sangita Somaiya, parent of Nined Somaiya is happy by the teaching of Siddhi Maam. My son learns each and every thing taught by Siddhi Mam well.",
    tag: 'Coding'
},
{
    id: '3',
    imageName: "drawingT_1.jpg",
    name: "Aksha Bhattu",
    review: "मला drawing खूप आवडते आणि मॅम तूम्ही आम्हाला खूपच छान छान चित्र काढायला शिकवतात. तुम्ही शिकवलेले tricks, colour combinations आणि व्यवस्थीत sizes मला समजले. मॅम मी क्लास मध्ये drawing enjoy करते.",
    tag: 'Drawing/Craft'
},
{
    id: '4',
    imageName: "drawingT_3.jpeg",
    name: "Sheetal Thakre",
    review: "My son Vyom Thakre, student of Dnyanarjan Drawing Classes is 8 yrs old , previously he  was unable to draw proper shapes of fruits, human body parts and animals. As  we were not aware of  simplified techniques to draw these shapes was difficult for us to teach him . After joining this  drawing class, his  teacher engineer Suvarna has started from very basic shapes drawing and colouring. Then gradually she has increased their difficulty level. During this tenure we observed her personal attention towards each and every student. Moreover she made all children comfortable with her caring nature and communication. Result is kids started enjoying her class.  Only in couple of weeks we have observed  progressive improvement in my son's drawings and decided to continue with this class. We understand, drawing can improve observation skills in kid that too with enjoyment. We really appreciate the efforts and time put by Suvarna mam on these kids.",
    tag: 'Drawing/Craft'
},
{
    id: '5',
    imageName: "codingT_3.jpg",
    name: "Vanita Durgude",
    review: "मी वनिता दुर्गुडे माझा मुलगा हर्षल याला कोडींगची पहिल्यापासूनच खूप उत्सुकता होती त्याच वेळी त्याला सिद्धी मॅडम कडून कोडींग ची माहिती मिळाली आणि त्यांच्या ऑनलाईन क्लासला त्याने ऍडमिशन घेतले त्याला त्यांच्याकडे शिकलेली कोडींग खूप सोप्या पद्धतीने समजली आणि  त्याचा फायदा त्याला झाला. कोणतीही अडचण आली तर त्याचे सोलुशन मॅडम त्याला सांगतात त्यामुळे मॅडम चा क्लास खूप छान आहे. आणि त्या खूप छान पद्धतीने मुलांना समजून सांगतात त्यामुळे कोणी क्लासचा कंटाळा करत नाही.",
    tag: 'Coding'
},
{
    id: '6',
    imageName: "codingT_4.jpg",
    name: "Snehal Khule",
    review: "I am Snehal Khule, parent of Atharva Khule. He joined Dyanarjan coding classes and he is loving the way teacher teaches in the class and also the presence of the teacher in the class and Siddhi mam makes the class very interesting and also interactive",
    tag: "Coding"
},
{
    id: '7',
    imageName: "drawingT_2.jpeg",
    name: "Dr. Poonam Sahane",
    review: "My daughter Prisha has been attending the Dnyanarjan drawing class from few months and has been enjoying greatly. The efforts Suvarna Ma'am is putting to instill the skill of drawing and colouring in the children is really commendable. Ma'am looks into minute details like the paper orientation, perfect size, perfect curves and lines, step by step drawing approach, the required colours, shades and also gives homework for practice. Have seen quite a good improvement in Prisha's drawing skill since then. Thanks to Ma'am and Prasad Sir for the class and encouragement to kids.",
    tag: "Drawing/Craft"
},
{
    id: '8',
    imageName: 'singingT_1.jpg',
    name: "Chaitali Kulkarni",
    review: "(Parent of Swarada Kulkarni) माझ्या मुलीला गाण्याची आवड असल्याने मी ३ महिन्यांपूर्वी राजश्री अकूल यांच्याकडे तिला क्लास लावला. ऑनलाईन असल्यामुळे सुरवातीला कसा घेतला जाईल. नीट शिकता येईल का याबद्दल थोडी द्विधा मनस्थिती होती. पण राजश्री मॅडम खूपच छान शिकवतात. माझी मुलगी खुप आवडीने शिकत आहे.",
    tag: "Singing",
},
{
    id: '9',
    imageName: 'drawingT_2.jpeg',
    name: "Dr. Poonam Sahane",
    review: "प्रिशा ज्ञानार्जन च्या संगीत वर्गामध्ये 1 वर्षापासून आहे. राजेश्री मॅडम यांचा गोड आवाज, शिकवण्याची छान पद्धत, गाण्यांसोबत actions, आपल्या संस्कृतीशी निगडित उत्कृष्ट गाण्यांची निवड , शिकवलेल्या संगीत अभ्यासाचा नियमित सराव, वर्गाच्या शेवटी होणारी quiz आणि त्याचे मिळणारे stars, नेहमी मिळणारं प्रोत्साहन या सर्व गोष्टींमुळे मुलं छान आनंद घेतात. अनेक भाषांमध्ये ही जसे संस्कृत, बंगाली  आणि मारवाडी मध्ये ही गाणी शिकवली राजश्री मॅडम ने. ह्या उत्तम उपक्रमासाठी धन्यवाद आणि हा असाच वाढत राहू, अशाच शुभेच्छा राजश्री मॅडम आणि प्रसाद सर यांना...💐💐",
    tag: "Singing",
},
{
    id: '10',
    imageName: 'Dnyanarjan-singing-classes-feedback.jpeg',
    name: "Sanvi dave and parent",
    review: "असे म्हणतात जिथे शब्द कमी पडतात तिथे संगीत बोलते. अतिशय उत्तम रीतीने आणि राजश्री मॅडम यांच्या गोड आवाजाने गायन वर्गाच्या पाहिल्या दिवसाची सुरुवात 3 मे 2021 रोजी झाली. पहिल्याच दिवशी राजश्री ma'am यांनी हसत खेळत संगीताशी ओळख त्यांच्या छोट्या विद्यार्थ्यांना करून दिली. Head shoulder सारख्या गेम मधून सात सुरांशी ओळख झाली. शाळा केव्हा संपेल आणि गायन वर्ग जॉईन करता येईल असे सान्वीला नेहमीच वाटते याचे संपूर्ण श्रेय राजश्री maam यांना जाते. अतिशय उत्तम संकल्पनेतून प्रसाद सर आणि राजश्री मॅडम यांच्या ज्ञानार्जन ग्रुप मधील हा एक उपक्रम आहे. खूप छान नवनवीन गाणी आणि संगीताशी ओळख असे मुलांना शिकायला मिळते. Quiz म्हणजे आतुरतेने वाट पाहतात मुले. दूर राहून सुद्धा एकमेकांशी छान मैत्री झाली मुलांची क्लास मुळे. कालिदास विशेष दिन आणि भोंडला यामुळे आपल्या संस्कृतीशी मुलांची ओळख करून दिली जाते गायन वर्गात या साठी ज्ञानार्जन परिवाराचे मनापासून आभार 🙏",
    tag: "Singing"
},
{
    id: '11',
    imageName: 'sanskarvargT.jpeg',
    name: "Sanvi dave and parent",
    review: "संस्कार म्हणजे गुणांचा गुणाकार आणि दोषांचा भागाकार. संस्कार करणे म्हणजे चांगल्या सवयी लावणे व वाईट सवयी काढून टाकणे. पूर्वीच्या काळी सर्वच मुले मोठ्यांचा आदर राखत, त्यांना प्रतिदिन वंदन करत. जेवण्यापूर्वी श्‍लोक म्हणत. सायंकाळ होताच हात-पाय धुऊन देवासमोर दिवा लागल्यावर स्तोत्रे म्हणत. रात्री लवकर झोपत आणि सकाळी लवकर उठत. पण आत्ताच्या काळात मूल ही टीव्ही, youtube, मोबाईल यामध्ये खूप व्यस्त झाली आहेत. आत्ताच्या मुलांच्या बाबतीत सोनाराने टोचले कान ही म्हण खरी ठरत आहे. प्रसाद सरांचे ज्ञानार्जन संस्कार वर्ग आम्हाला लाभलेले जणू एक वरदान. लहान मुलांकडून गोष्टी करून घेणे त्यांच्या कले नुसार सगळे सांभाळत अनेक गोष्टी मुलांकडून करून घेणे आणि त्यांना संस्कारांचे बाळकडू देणे ह्यात प्रसाद सरांचा हातखंडा आहे. मुले सुद्धा स्वतःहून, खुश होऊन वर्गात हजेरी लावतात, हे प्रसाद सर आणि ज्ञानार्जन परिवाराचे यशच. अर्थासहित श्लोक, वेगवेगळे टास्क, पाढे, गोष्टी, इतिहासाची माहिती अश्या अनेक गोष्टीतून ज्ञानार्जन वर्गाने मुलांच्या मनावर उत्तम असे संस्कार रुजवले आहेत. ज्ञानार्जन वर्गाचे अनेक वर्षे असंख्य मुलांना संस्कार देण्याचे काम असेच अखंडित राहो हीच सदिच्छा. प्रसाद सर आणि ज्ञानार्जन परिवाराचे मनापासून आभार 🙏",
    tag: "Sanskar Varga"
},

];

export default galleryapi;